[
    {
      "q": "A client who was recently diagnosed with cancer tells the LVN, 'I don't need these medications, I'm perfectly healthy.' The LVN recognizes this as which defense mechanism?",
      "answers": [
        "Denial.",
        "Projection.",
        "Rationalization.",
        "Sublimation."
      ]
    },
    {
      "q": "A client is experiencing a panic attack. What is the most appropriate initial nursing intervention?",
      "answers": [
        "Stay with the client and speak in a calm, simple manner.",
        "Encourage the client to take deep, rapid breaths.",
        "Leave the client alone in a quiet, dark room.",
        "Explain the physiological reasons for the panic attack in detail."
      ]
    },
    {
      "q": "A client with schizophrenia is experiencing auditory hallucinations. Which response by the LVN is most therapeutic?",
      "answers": [
        "'I know the voices are real to you, but I do not hear anything. Let's go for a walk and talk.'",
        "'Don't worry, the voices are not real and can't hurt you.'",
        "'What are the voices telling you to do?'",
        "'You should ignore the voices and focus on something else.'"
      ]
    },
    {
      "q": "An elderly client is admitted to the hospital and shows signs of confusion and disorientation that started a few days ago. The client has a urinary tract infection. The LVN should suspect which condition?",
      "answers": [
        "Delirium.",
        "Dementia.",
        "Depression.",
        "Schizophrenia."
      ]
    },
    {
      "q": "A client says to the LVN, 'I feel like nobody cares about me.' Which response is the best example of therapeutic communication?",
      "answers": [
        "'It sounds like you're feeling lonely.'",
        "'I'm sure that's not true, your family was just here.'",
        "'You shouldn't feel that way, you have a lot to be thankful for.'",
        "'I care about you.'"
      ]
    },
    {
      "q": "The LVN is caring for a client with anorexia nervosa. What is the primary goal of the initial phase of treatment?",
      "answers": [
        "Restoring the client's nutritional status and weight.",
        "Exploring the underlying causes of the eating disorder in family therapy.",
        "Improving the client's self-esteem and body image.",
        "Administering antidepressant medication."
      ]
    },
    {
      "q": "A client is being treated for alcohol withdrawal. The LVN should monitor for which of the following signs and symptoms?",
      "answers": [
        "Tremors, hypertension, and agitation.",
        "Bradycardia, drowsiness, and calmness.",
        "Hypotension, pinpoint pupils, and euphoria.",
        "Increased appetite and deep sleep."
      ]
    },
    {
      "q": "Which of the following is an example of an open-ended question?",
      "answers": [
        "'Tell me more about what happened.'",
        "'Are you in pain?'",
        "'Did you take your medication this morning?'",
        "'Is your family visiting today?'"
      ]
    },
    {
      "q": "A client with bipolar disorder is in a manic phase. Which intervention is a priority for the LVN?",
      "answers": [
        "Providing a quiet, low-stimulation environment.",
        "Encouraging the client to lead a group activity.",
        "Engaging the client in a detailed conversation about their feelings.",
        "Offering the client high-calorie, high-carbohydrate snacks."
      ]
    },
    {
      "q": "A client is expressing feelings of hopelessness and has a history of depression. What is the most important question for the LVN to ask?",
      "answers": [
        "'Are you having any thoughts of harming yourself?'",
        "'Have you been taking your medication as prescribed?'",
        "'Why do you feel so hopeless?'",
        "'Do you want to talk to a therapist?'"
      ]
    },
    {
      "q": "A client who is angry about their diagnosis yells at the LVN. The LVN recognizes this is likely due to which defense mechanism?",
      "answers": [
        "Displacement.",
        "Reaction formation.",
        "Intellectualization.",
        "Repression."
      ]
    },
    {
      "q": "The LVN is communicating with a client who is hearing impaired. Which action is most appropriate?",
      "answers": [
        "Face the client directly and speak clearly.",
        "Shout directly into the client's ear.",
        "Exaggerate lip movements.",
        "Speak quickly to get the information across."
      ]
    },
    {
      "q": "A client with dementia is agitated and trying to wander. What is the best initial nursing intervention?",
      "answers": [
        "Gently redirect the client to a familiar activity, like folding towels.",
        "Apply wrist restraints to prevent them from leaving.",
        "Administer a sedative medication.",
        "Tell the client firmly that they must stay in their room."
      ]
    },
    {
      "q": "A client is prescribed a selective serotonin reuptake inhibitor (SSRI) for depression. The LVN should instruct the client that the medication may take how long to become fully effective?",
      "answers": [
        "4 to 6 weeks.",
        "2 to 3 days.",
        "1 week.",
        "Immediately."
      ]
    },
    {
      "q": "Which of the following demonstrates empathy by the nurse?",
      "answers": [
        "'This must be a very difficult time for you.'",
        "'I know exactly how you feel, my mother went through the same thing.'",
        "'Don't cry, everything will be okay.'",
        "'You need to be strong for your family.'"
      ]
    },
    {
      "q": "The LVN is caring for a client with obsessive-compulsive disorder (OCD) who is repeatedly washing their hands. What is the best approach?",
      "answers": [
        "Allow the ritual but set limits on the time spent doing it.",
        "Forbid the client from washing their hands.",
        "Explain that the handwashing is irrational and unnecessary.",
        "Distract the client with a group activity whenever they try to wash their hands."
      ]
    },
    {
      "q": "A client tells the LVN they are seeing spiders crawling on the walls, but the LVN sees nothing. This is an example of a:",
      "answers": [
        "Hallucination.",
        "Delusion.",
        "Illusion.",
        "Flashback."
      ]
    },
    {
      "q": "A client states, 'I am the president, and I'm here on a secret mission.' This is an example of what type of delusion?",
      "answers": [
        "A delusion of grandeur.",
        "A delusion of persecution.",
        "A somatic delusion.",
        "A thought broadcasting delusion."
      ]
    },
    {
      "q": "A client is experiencing a crisis. What is the primary goal of crisis intervention?",
      "answers": [
        "To help the client return to their pre-crisis level of functioning.",
        "To explore the client's entire life history and past traumas.",
        "To admit the client to a long-term psychiatric facility.",
        "To prescribe anxiolytic medication."
      ]
    },
    {
      "q": "A client's spouse has recently died. The client says, 'I can't believe it. I still expect them to walk through the door.' This represents which stage of grief?",
      "answers": [
        "Denial.",
        "Anger.",
        "Bargaining.",
        "Acceptance."
      ]
    },
    {
      "q": "The LVN is caring for a client who is verbally aggressive. What is the best way to ensure safety?",
      "answers": [
        "Maintain a safe distance and keep the door open.",
        "Confront the client and tell them to stop.",
        "Get close to the client to show you are not intimidated.",
        "Ignore the aggressive behavior."
      ]
    },
    {
      "q": "A client with post-traumatic stress disorder (PTSD) is experiencing a flashback. The LVN's priority is to:",
      "answers": [
        "Reorient the client to the present and assure them of their safety.",
        "Encourage the client to talk in detail about the traumatic event.",
        "Leave the client alone until the flashback is over.",
        "Administer a sedative."
      ]
    },
    {
      "q": "Which statement by a client would indicate a risk for suicide?",
      "answers": [
        "'I've been saving up my pain medication for a special occasion.'",
        "'I'm so angry at my boss for firing me.'",
        "'I can't wait to go on vacation next month.'",
        "'I feel sad sometimes, but it usually passes.'"
      ]
    },
    {
      "q": "Therapeutic communication involves which of the following techniques?",
      "answers": [
        "Using silence to allow the client to reflect and speak.",
        "Giving advice and personal opinions freely.",
        "Changing the subject if the client becomes emotional.",
        "Using medical jargon to sound more professional."
      ]
    },
    {
      "q": "A client with borderline personality disorder is using 'splitting' by telling the day shift LVN that they are 'the best nurse ever' and the night shift LVN is 'terrible'. What is the best response for the day shift LVN?",
      "answers": [
        "Communicate with the night shift LVN to establish a consistent team approach to care.",
        "Thank the client for the compliment and agree that the night nurse is difficult.",
        "Tell the client they are not allowed to talk about other staff members.",
        "Ignore the client's comments completely."
      ]
    },
    {
      "q": "A client is experiencing alcohol withdrawal delirium (delirium tremens). The LVN should anticipate an order for which class of medication?",
      "answers": [
        "Benzodiazepines.",
        "Opioids.",
        "Antidepressants.",
        "Antipsychotics."
      ]
    },
    {
      "q": "A client's family asks the LVN for advice about their loved one's mental illness. What is the LVN's most appropriate action?",
      "answers": [
        "Provide information about community support groups like NAMI.",
        "Give their personal opinion on the best course of treatment.",
        "Tell the family they cannot discuss the client's condition.",
        "Recommend a specific psychiatrist."
      ]
    },
    {
      "q": "Which of the following is a negative symptom of schizophrenia?",
      "answers": [
        "Apathy and lack of motivation (avolition).",
        "Auditory hallucinations.",
        "Bizarre delusions.",
        "Disorganized speech."
      ]
    },
    {
      "q": "A client is going through a divorce and tells the LVN, 'It's all my fault.' This is an example of which cognitive distortion?",
      "answers": [
        "Personalization.",
        "Overgeneralization.",
        "Catastrophizing.",
        "Black-and-white thinking."
      ]
    },
    {
      "q": "The CAGE questionnaire is used to screen for what condition?",
      "answers": [
        "Alcoholism.",
        "Depression.",
        "Anxiety.",
        "Eating disorders."
      ]
    },
    {
      "q": "A client with major depression has been isolating in their room. Which action by the LVN is best?",
      "answers": [
        "Invite the client to join a short, simple group activity like listening to music.",
        "Tell the client they must attend all group therapy sessions.",
        "Allow the client to stay in their room as long as they wish.",
        "Bring the client's meal tray to their room so they don't have to come out."
      ]
    },
    {
      "q": "A client's religious beliefs prohibit a specific medical treatment. As a client advocate, the LVN should:",
      "answers": [
        "Support the client's right to refuse the treatment based on their beliefs.",
        "Attempt to convince the client that the treatment is necessary.",
        "Ask the hospital chaplain to speak with the client.",
        "Document the client as non-compliant."
      ]
    },
    {
      "q": "Which of the following is a therapeutic response to a client who is crying?",
      "answers": [
        "Sitting quietly with the client and offering a tissue.",
        "'Please stop crying, you're upsetting the other patients.'",
        "'Crying won't solve your problems.'",
        "Leaving the room to give the client privacy."
      ]
    },
    {
      "q": "A client with agoraphobia is afraid to:",
      "answers": [
        "Leave their house or be in open spaces.",
        "Be in small, enclosed spaces.",
        "Be around spiders.",
        "Speak in public."
      ]
    },
    {
      "q": "A client taking an MAOI antidepressant must avoid foods containing tyramine to prevent what complication?",
      "answers": [
        "A hypertensive crisis.",
        "Serotonin syndrome.",
        "Renal failure.",
        "Liver damage."
      ]
    },
    {
      "q": "A client says, 'I'm a worthless person.' The LVN responds, 'That's not true, you are a good person.' This is an example of what non-therapeutic communication technique?",
      "answers": [
        "Disagreeing or arguing.",
        "Reflecting.",
        "Restating.",
        "Seeking clarification."
      ]
    },
    {
      "q": "The LVN is caring for a client with somatic symptom disorder. The client is complaining of severe abdominal pain, but all diagnostic tests are negative. The LVN should:",
      "answers": [
        "Acknowledge that the pain is real to the client and provide comfort measures.",
        "Confront the client and tell them the pain is not real.",
        "Ignore the complaints of pain as they are not physiological.",
        "Suggest that the client is seeking attention."
      ]
    },
    {
      "q": "What is the primary goal in the care of a client with a personality disorder?",
      "answers": [
        "To help the client develop healthy coping mechanisms and interpersonal skills.",
        "To cure the personality disorder with medication.",
        "To keep the client isolated to prevent conflict.",
        "To focus solely on the client's physical health needs."
      ]
    },
    {
      "q": "A client has been prescribed lithium for bipolar disorder. The LVN should instruct the client to maintain an adequate intake of what?",
      "answers": [
        "Sodium and fluids.",
        "Potassium and calcium.",
        "Vitamin C and iron.",
        "Protein and carbohydrates."
      ]
    },
    {
      "q": "Which action demonstrates that the LVN is respecting a client's personal space?",
      "answers": [
        "Explaining a procedure before touching the client.",
        "Sitting very close to the client during a conversation.",
        "Entering the client's room without knocking.",
        "Moving the client's personal items without asking."
      ]
    },
    {
      "q": "A client with dementia is experiencing sundowning. What is an appropriate intervention?",
      "answers": [
        "Keeping the room well-lit and providing a calm, routine evening activity.",
        "Administering a strong sedative at dusk.",
        "Allowing the client to sleep most of the day.",
        "Engaging the client in a stimulating activity like watching an action movie."
      ]
    },
    {
      "q": "A client says, 'My life is over since I lost my job.' The LVN responds, 'So you feel like your life is over because of your job?' This is an example of what therapeutic technique?",
      "answers": [
        "Restating.",
        "Giving advice.",
        "Challenging.",
        "Interpreting."
      ]
    },
    {
      "q": "A client is experiencing command hallucinations. What is the priority nursing assessment?",
      "answers": [
        "Assessing if the hallucinations are telling the client to harm themselves or others.",
        "Determining the content and frequency of the hallucinations.",
        "Finding out if the client has a history of hallucinations.",
        "Identifying triggers for the hallucinations."
      ]
    },
    {
      "q": "A client is admitted for opioid overdose. The LVN should expect to see which of the following signs?",
      "answers": [
        "Pinpoint pupils and respiratory depression.",
        "Dilated pupils and tachycardia.",
        "Agitation and hypertension.",
        "Diarrhea and vomiting."
      ]
    },
    {
      "q": "A client with a history of violence is becoming increasingly agitated. The LVN's first step in de-escalation is to:",
      "answers": [
        "Attempt to talk to the client in a calm, non-threatening manner.",
        "Call security and prepare for a staff show of force.",
        "Immediately place the client in seclusion.",
        "Tell the client they will be restrained if they don't calm down."
      ]
    },
    {
      "q": "Which of these is a positive symptom of schizophrenia?",
      "answers": [
        "Delusions.",
        "Flat affect.",
        "Alogia (poverty of speech).",
        "Avolition (lack of motivation)."
      ]
    },
    {
      "q": "A client has been taking an antipsychotic medication and is experiencing a stiff neck, muscle spasms, and a protruding tongue. The LVN should suspect:",
      "answers": [
        "Acute dystonia.",
        "Tardive dyskinesia.",
        "Akathisia.",
        "Neuroleptic malignant syndrome."
      ]
    },
    {
      "q": "What is the primary purpose of a support group like Alcoholics Anonymous (AA)?",
      "answers": [
        "To provide peer support and a structured program for recovery.",
        "To provide professional counseling and therapy.",
        "To prescribe medication to manage cravings.",
        "To offer housing and employment assistance."
      ]
    },
    {
      "q": "The LVN is documenting a client's mental status. Which of the following is an example of an objective finding?",
      "answers": [
        "The client's speech is rapid and pressured.",
        "The client states, 'I feel sad today.'",
        "The client reports hearing voices.",
        "The client says they have no energy."
      ]
    },
    {
      "q": "Which statement demonstrates an understanding of the grief process?",
      "answers": [
        "Grief is a normal and individual process that can take a long time.",
        "A person should be over the death of a loved one within one year.",
        "If a person is not crying, they are not truly grieving.",
        "Everyone goes through the five stages of grief in a specific order."
      ]
    },
    {
      "q": "A client with body dysmorphic disorder is most likely to be preoccupied with:",
      "answers": [
        "A perceived flaw in their physical appearance.",
        "An irrational fear of gaining weight.",
        "A fear of having a serious illness.",
        "A need to have things in a perfect order."
      ]
    },
    {
      "q": "A client asks the LVN, 'Should I get a divorce?' What is the most therapeutic response?",
      "answers": [
        "'What are your thoughts and feelings about your marriage?'",
        "'Yes, it sounds like that would be the best thing for you.'",
        "'No, you should try to work things out.'",
        "'I cannot give you advice, you should talk to a lawyer.'"
      ]
    },
    {
      "q": "A client is taking clozapine, an atypical antipsychotic. The LVN must monitor for which potentially fatal side effect?",
      "answers": [
        "Agranulocytosis (a severe drop in white blood cells).",
        "Hypertension.",
        "Weight gain.",
        "Insomnia."
      ]
    },
    {
      "q": "A client's family says, 'We feel so helpless.' Which is the most appropriate nursing action?",
      "answers": [
        "Refer the family to a local support group.",
        "Tell the family that their feelings are not productive.",
        "Reassure the family that everything will be fine.",
        "Explain the client's medical condition in detail."
      ]
    },
    {
      "q": "Which of the following is a key feature of antisocial personality disorder?",
      "answers": [
        "A disregard for the rights of others and a lack of remorse.",
        "A fear of abandonment and unstable relationships.",
        "A pattern of social anxiety and feelings of inadequacy.",
        "A need for orderliness and perfectionism."
      ]
    },
    {
      "q": "The LVN is assessing a client's cognitive function. Asking the client to count backward from 100 by 7s assesses what?",
      "answers": [
        "Attention and concentration.",
        "Long-term memory.",
        "Judgment.",
        "Abstract thinking."
      ]
    },
    {
      "q": "A client is experiencing an illusion. What is the best example of this?",
      "answers": [
        "Seeing a face in the shadows of a curtain.",
        "Hearing a voice when no one is there.",
        "Believing they are a famous celebrity.",
        "Feeling bugs crawling on their skin."
      ]
    },
    {
      "q": "A client on the mental health unit suddenly becomes loud and starts throwing objects. What is the priority nursing action?",
      "answers": [
        "Ensure the safety of the client and other clients on the unit.",
        "Attempt to reason with the client to calm them down.",
        "Administer a prn sedative medication.",
        "Place the client in seclusion."
      ]
    },
    {
      "q": "What is the therapeutic goal for a client taking a benzodiazepine for anxiety?",
      "answers": [
        "Short-term relief of severe anxiety symptoms.",
        "Long-term cure for the anxiety disorder.",
        "To improve concentration and focus.",
        "To treat underlying depression."
      ]
    },
    {
      "q": "A client with dementia is having trouble remembering the names of their family members. This is a deficit in:",
      "answers": [
        "Memory.",
        "Judgment.",
        "Cognition.",
        "Affect."
      ]
    },
    {
      "q": "Which of the following is a non-therapeutic communication technique?",
      "answers": [
        "Giving false reassurance.",
        "Using silence.",
        "Clarifying.",
        "Paraphrasing."
      ]
    },
    {
      "q": "A client with paranoid personality disorder is suspicious of the LVN. The best approach is to be:",
      "answers": [
        "Honest, respectful, and consistent in your actions.",
        "Overly friendly and warm to gain their trust.",
        "Vague and non-committal in your answers.",
        "Authoritative and firm."
      ]
    },
    {
      "q": "A client is experiencing tardive dyskinesia. The LVN would expect to see which of the following?",
      "answers": [
        "Involuntary movements of the face and mouth, like lip-smacking.",
        "Severe muscle stiffness and fever.",
        "A subjective feeling of restlessness and an inability to sit still.",
        "A shuffling gait and tremors."
      ]
    },
    {
      "q": "What is the purpose of cognitive-behavioral therapy (CBT)?",
      "answers": [
        "To help clients identify and change their negative thought patterns and behaviors.",
        "To explore a client's past childhood experiences and unconscious conflicts.",
        "To provide a safe and supportive group environment.",
        "To use medication to treat chemical imbalances in the brain."
      ]
    },
    {
      "q": "A client with bulimia nervosa is most at risk for which complication due to purging?",
      "answers": [
        "Electrolyte imbalances, particularly hypokalemia.",
        "Severe weight loss and malnutrition.",
        "Hypertensive crisis.",
        "Lanugo (fine, downy hair on the body)."
      ]
    },
    {
      "q": "The LVN is assessing a client's 'affect'. This refers to the client's:",
      "answers": [
        "Observable emotional expression.",
        "Self-reported mood or feeling.",
        "Ability to think abstractly.",
        "Perception of reality."
      ]
    },
    {
      "q": "A client says, 'The FBI is watching me and has bugged my room.' The LVN's best response is:",
      "answers": [
        "'That sounds very frightening for you.'",
        "'Don't worry, I've checked your room and there are no bugs.'",
        "'Why would the FBI be watching you?'",
        "'That is not true, no one is watching you.'"
      ]
    },
    {
      "q": "Which behavior is characteristic of the manic phase of bipolar disorder?",
      "answers": [
        "Excessive spending and risky behaviors.",
        "Social withdrawal and apathy.",
        "Hypersomnia and fatigue.",
        "Feelings of worthlessness."
      ]
    },
    {
      "q": "A client has been prescribed disulfiram to help with alcohol dependence. The LVN should instruct the client that ingesting alcohol while taking this medication will cause:",
      "answers": [
        "A severe adverse reaction including nausea, vomiting, and hypotension.",
        "A feeling of euphoria and well-being.",
        "A decrease in the craving for alcohol.",
        "No significant effect."
      ]
    },
    {
      "q": "When a client is making a decision about their care, the nurse's role is to:",
      "answers": [
        "Provide the client with accurate information so they can make an informed choice.",
        "Tell the client which option is the best for them.",
        "Ask the client's family to make the decision.",
        "Follow the physician's preference for the client's care."
      ]
    },
    {
      "q": "Which of the following is a common sign of caregiver role strain?",
      "answers": [
        "Feelings of frustration, anger, and social withdrawal.",
        "An increase in the caregiver's financial resources.",
        "The caregiver reports feeling fulfilled and happy.",
        "The caregiver spends more time engaging in hobbies."
      ]
    },
    {
      "q": "A client with general anxiety disorder (GAD) would most likely report feeling:",
      "answers": [
        "Worried and anxious about multiple things for six months or more.",
        "Sudden, intense episodes of fear and panic.",
        "Afraid of a specific object or situation, like spiders or heights.",
        "Anxious only when in a social situation."
      ]
    },
    {
      "q": "The LVN is caring for a dying client. The family is present at the bedside. What is the most supportive nursing intervention?",
      "answers": [
        "Allow the family to stay and participate in care as they feel comfortable.",
        "Ask the family to leave the room so the nurse can provide care.",
        "Limit the family's visiting hours to prevent them from becoming tired.",
        "Encourage the family to be cheerful and positive."
      ]
    },
    {
      "q": "A client is experiencing a panic attack. The LVN should:",
      "answers": [
        "Stay with the client and provide a sense of safety.",
        "Encourage the client to talk about the source of their fear.",
        "Teach the client deep breathing exercises during the attack.",
        "Turn on bright lights and the television to provide a distraction."
      ]
    },
    {
      "q": "Which of the following demonstrates a therapeutic relationship rather than a social relationship?",
      "answers": [
        "The interaction is goal-directed and focused on the client's needs.",
        "The nurse and the client exchange phone numbers.",
        "The nurse tells the client about their own personal problems.",
        "The relationship is based on mutual friendship."
      ]
    },
    {
      "q": "A client with a history of substance abuse is admitted to the hospital. It is most important for the nurse to assess:",
      "answers": [
        "The last time the client used the substance.",
        "The client's favorite type of drug or alcohol.",
        "How much money the client spends on the substance.",
        "Whether the client's friends also use the substance."
      ]
    },
    {
      "q": "The LVN is teaching a client about stress management. Which of the following is a positive coping strategy?",
      "answers": [
        "Practicing mindfulness and meditation.",
        "Drinking alcohol to relax after work.",
        "Avoiding the source of stress completely.",
        "Working longer hours to avoid thinking about problems."
      ]
    },
    {
      "q": "A client with depression says, 'Things will never get better.' The LVN's most therapeutic response is:",
      "answers": [
        "'It sounds like you're feeling very hopeless right now.'",
        "'You have to be more positive.'",
        "'Yes they will, you just have to give it time.'",
        "'Let's talk about something more cheerful.'"
      ]
    },
    {
      "q": "A client is experiencing opioid withdrawal. The LVN should expect to see which symptoms?",
      "answers": [
        "Nausea, vomiting, muscle aches, and goosebumps.",
        "Constricted pupils, drowsiness, and slurred speech.",
        "Euphoria, hyperactivity, and hypertension.",
        "Respiratory depression and unconsciousness."
      ]
    },
    {
      "q": "When a client is experiencing a crisis, what is the nurse's first step?",
      "answers": [
        "Assess the client's immediate safety and the nature of the crisis.",
        "Explore the client's past coping skills.",
        "Develop a long-term plan for therapy.",
        "Identify the client's support systems."
      ]
    },
    {
      "q": "Which of the following is a key nursing intervention for a client with anorexia nervosa during mealtimes?",
      "answers": [
        "Staying with the client during the meal and for one hour afterward.",
        "Allowing the client to choose whatever they want to eat.",
        "Weighing the client immediately before and after the meal.",
        "Discussing the caloric content of the food during the meal."
      ]
    },
    {
      "q": "A client who is visually impaired is being admitted. The LVN should prioritize which action?",
      "answers": [
        "Orienting the client to the layout of the room and the call light.",
        "Speaking loudly to ensure the client can hear.",
        "Keeping the room dark to prevent eye strain.",
        "Arranging all furniture against the walls."
      ]
    },
    {
      "q": "A client's spouse has been diagnosed with a terminal illness. The spouse says to the LVN, 'If I promise to be a better person, please make this go away.' This is an example of:",
      "answers": [
        "Bargaining.",
        "Denial.",
        "Anger.",
        "Depression."
      ]
    },
    {
      "q": "The primary purpose of milieu therapy is to:",
      "answers": [
        "Provide a safe and therapeutic environment for clients.",
        "Administer medications to manage symptoms.",
        "Use one-on-one psychotherapy to resolve conflicts.",
        "Focus on the client's physical health needs."
      ]
    },
    {
      "q": "A client with obsessive-compulsive disorder has a ritual of checking the door lock 10 times before they can leave a room. The LVN should initially:",
      "answers": [
        "Allow the client to complete the ritual as it helps to manage their anxiety.",
        "Physically prevent the client from checking the lock.",
        "Tell the client that their behavior is irrational.",
        "Ignore the behavior and document it in the chart."
      ]
    },
    {
      "q": "A client is being discharged after a suicide attempt. Which of the following is a critical component of the discharge plan?",
      "answers": [
        "Ensuring the client has a follow-up appointment with a mental health provider.",
        "Having the client promise they will not try to harm themselves again.",
        "Providing the client with a two-week supply of antidepressant medication.",
        "Telling the family to watch the client 24 hours a day."
      ]
    },
    {
      "q": "Which of the following is the most therapeutic way to communicate with an anxious client?",
      "answers": [
        "Use short, simple sentences and a calm voice.",
        "Provide a detailed explanation of their treatment plan.",
        "Offer multiple choices to give the client a sense of control.",
        "Discuss several topics to distract the client from their anxiety."
      ]
    },
    {
      "q": "A client diagnosed with schizophrenia is exhibiting a 'flat affect'. The nurse would expect to see:",
      "answers": [
        "A lack of emotional expression.",
        "A wide range of intense emotions.",
        "An emotional expression that is inappropriate for the situation.",
        "A constant state of sadness and crying."
      ]
    },
    {
      "q": "A client's family has been at the bedside for 24 hours and appears exhausted. What is the most supportive action by the LVN?",
      "answers": [
        "Encourage the family to take a break, get some food, and rest.",
        "Tell the family that visiting hours are over and they must leave.",
        "Bring the family pillows and blankets to sleep in the chair.",
        "Ignore the family's needs and focus only on the client."
      ]
    },
    {
      "q": "Which statement by the client indicates a good understanding of their new antidepressant medication?",
      "answers": [
        "'I know it might take a month or so for me to feel the full effects.'",
        "'I can stop taking this medication as soon as I start to feel better.'",
        "'I can drink alcohol while taking this medication as long as it's only one drink.'",
        "'This medication will cure my depression completely.'"
      ]
    },
    {
      "q": "A client is experiencing a manic episode. Which type of food is most appropriate?",
      "answers": [
        "A sandwich, an apple, and a carton of milk.",
        "A steak dinner with a baked potato and vegetables.",
        "A bowl of soup and crackers.",
        "A plate of pasta with meat sauce."
      ]
    },
    {
      "q": "The LVN is caring for a client with a substance use disorder. A primary goal is to:",
      "answers": [
        "Establish a trusting, non-judgmental relationship.",
        "Convince the client that they have a problem.",
        "Have the client explain why they started using substances.",
        "Insist that the client attend a 12-step program."
      ]
    }
  ]