[
    {
      "q": "The LVN is reviewing a new client's advance directives which specify 'Do Not Resuscitate' (DNR). A family member demands that 'everything be done' if the client arrests. What is the LVN's primary legal responsibility?",
      "answers": [
        "Respect the client's written wishes in the advance directive.",
        "Follow the family member's wishes to avoid conflict.",
        "Ask the charge nurse to make the final decision.",
        "Explain that only a court order can override the directive."
      ]
    },
    {
      "q": "Which of these care tasks can the LVN safely assign to an Unlicensed Assistive Personnel (UAP) for a client who is stable two days post-hip replacement?",
      "answers": [
        "Assisting the client with ambulation to the bathroom.",
        "Monitoring the surgical incision for signs of infection.",
        "Teaching the client about the side effects of their pain medication.",
        "Administering a scheduled oral analgesic."
      ]
    },
    {
      "q": "During a care conference, the LVN discusses a client's progress with a physical therapist and a social worker. This is a primary example of what concept?",
      "answers": [
        "Interprofessional collaboration.",
        "Therapeutic communication.",
        "Delegation of authority.",
        "Client advocacy."
      ]
    },
    {
      "q": "A client with limited English proficiency is scheduled for a procedure. The client's bilingual adult daughter offers to translate. What is the nurse's most appropriate action?",
      "answers": [
        "Request a hospital-approved medical interpreter.",
        "Allow the daughter to translate to build rapport.",
        "Use a phone-based translation app to explain.",
        "Document that the daughter translated and proceed."
      ]
    },
    {
      "q": "The LVN receives a report on four clients at the start of a shift. Which client should the LVN prioritize for assessment first?",
      "answers": [
        "A client with asthma who is reporting new-onset shortness of breath.",
        "A client reporting chronic back pain, rated 3/10.",
        "A client with stable vital signs who needs a routine dressing change.",
        "A client scheduled for discharge awaiting their paperwork."
      ]
    },
    {
      "q": "What is the primary purpose of a client's advance directive?",
      "answers": [
        "To document the client's wishes for future medical care should they become unable to decide for themselves.",
        "To assign power of attorney for managing the client's financial affairs.",
        "To determine the client's insurance coverage and benefits for a hospital stay.",
        "To list all approved family members who can visit the client."
      ]
    },
    {
      "q": "An LVN observes a coworker documenting a procedure before it has been performed. What is the LVN's initial action?",
      "answers": [
        "Report the observation directly to the nurse manager.",
        "Ask the coworker if they need help completing the procedure.",
        "Ignore the situation as it does not directly involve their patient.",
        "Immediately confront the coworker in the hallway."
      ]
    },
    {
      "q": "A client refuses a prescribed medication. The LVN has already explained the medication's purpose and benefits. What is the LVN's next step?",
      "answers": [
        "Document the client's refusal and the reason, then notify the charge nurse or physician.",
        "Administer the medication anyway, as it is prescribed for the client's benefit.",
        "Tell the client they cannot refuse a medication ordered by the doctor.",
        "Mix the medication in applesauce to ensure the client takes it."
      ]
    },
    {
      "q": "The LVN is handing off care for a group of patients to the LVN on the next shift. Which piece of information is most critical to include in the handoff report?",
      "answers": [
        "The client's code status and any recent changes in their condition.",
        "The number of visitors the client had during the shift.",
        "The LVN's personal opinion of the client's family members.",
        "The schedule for routine vital signs for all patients."
      ]
    },
    {
      "q": "A visitor brings a client a meal from home. The client is on a special diet prescribed by the physician. How should the LVN handle this situation?",
      "answers": [
        "Politely explain the dietary restrictions to the client and visitor and remove the outside food.",
        "Allow the client to have the meal since it will improve their morale.",
        "Tell the visitor they have violated hospital policy and must leave.",
        "Take a sample of the food to the lab for analysis before allowing the client to eat it."
      ]
    },
    {
      "q": "An 80-year-old client is admitted with confusion. The client has a living will and durable power of attorney for health care, naming their son as their agent. The son disagrees with the living will's directives. Whose instructions should the healthcare team follow?",
      "answers": [
        "The living will's directives.",
        "The son's instructions as he is the power of attorney.",
        "The instructions of the attending physician.",
        "The hospital's ethics committee."
      ]
    },
    {
      "q": "Which of the following tasks is appropriate for an LVN to delegate to a UAP?",
      "answers": [
        "Recording intake and output for a stable client.",
        "Performing a sterile dressing change.",
        "Administering a scheduled nebulizer treatment.",
        "Evaluating a client's response to pain medication."
      ]
    },
    {
      "q": "A client is scheduled for surgery and states, 'I'm not sure if this is the right thing to do.' What is the LVN's role as a client advocate?",
      "answers": [
        "Notify the surgeon that the client is having doubts and may not be giving informed consent.",
        "Reassure the client that the surgeon is highly skilled and they have nothing to worry about.",
        "Tell the client that they must sign the consent form to proceed with the surgery.",
        "Ask a family member to convince the client to have the surgery."
      ]
    },
    {
      "q": "The LVN must obtain informed consent from a client before a procedure. The client is alert but has been given a sedative medication. What is the LVN's most appropriate action?",
      "answers": [
        "Wait to have the consent form signed until the effects of the medication have worn off.",
        "Have the client sign the form immediately before the medication takes full effect.",
        "Ask the client's next of kin to sign the consent form instead.",
        "Proceed with the procedure as the doctor has already explained it."
      ]
    },
    {
      "q": "Which client should the LVN prioritize and see first after receiving the morning report?",
      "answers": [
        "A client with diabetes whose morning blood glucose is 60 mg/dL.",
        "A client who needs assistance with their morning bath.",
        "An elderly client who is awaiting discharge papers.",
        "A client who is complaining of constipation for the past two days."
      ]
    },
    {
      "q": "The SBAR technique is used for communication between healthcare professionals. What does the 'B' in SBAR stand for?",
      "answers": [
        "Background.",
        "Bedside.",
        "Benefits.",
        "Bleeding."
      ]
    },
    {
      "q": "An LVN makes a medication error but the client has no apparent adverse effects. What is the LVN's first action?",
      "answers": [
        "Assess the client for any changes and notify the charge nurse and physician.",
        "Document the medication was given as ordered to avoid disciplinary action.",
        "Wait to see if the client develops any symptoms before reporting the error.",
        "Ask a coworker for their opinion on what to do next."
      ]
    },
    {
      "q": "A client with a history of falls is admitted to the unit. Which of the following is a key component of a coordinated care plan to prevent falls?",
      "answers": [
        "Keeping the call light within reach and ensuring the client knows how to use it.",
        "Placing the client in a room farthest from the nursing station.",
        "Keeping all four side rails up on the bed at all times.",
        "Administering a sedative to keep the client calm."
      ]
    },
    {
      "q": "Discharge planning for a client should begin at what point?",
      "answers": [
        "Upon admission to the healthcare facility.",
        "On the day of discharge.",
        "Once the physician writes the discharge order.",
        "When the client's insurance company requests it."
      ]
    },
    {
      "q": "Which statement by a UAP indicates that the LVN needs to provide further instruction on the UAP's role?",
      "answers": [
        "'I will tell the patient about their new test results as soon as they come back.'",
        "'I will let you know if the client's blood pressure is higher than 140/90.'",
        "'I will help the client with their shower after breakfast.'",
        "'I will record the client's urine output on the chart.'"
      ]
    },
    {
      "q": "A client is placed on contact precautions. The LVN is delegating care to a UAP. Which action requires the LVN's intervention?",
      "answers": [
        "The UAP exits the room without removing their gown and gloves.",
        "The UAP dons a gown and gloves before entering the room.",
        "The UAP uses a dedicated stethoscope that is kept in the room.",
        "The UAP performs hand hygiene after leaving the room."
      ]
    },
    {
      "q": "The LVN is acting as a witness when a client signs a consent form. What does the LVN's signature on the form indicate?",
      "answers": [
        "That the LVN observed the client voluntarily sign the form.",
        "That the LVN has provided a detailed explanation of the procedure.",
        "That the LVN agrees with the client's decision.",
        "That the client is fully competent to make the decision."
      ]
    },
    {
      "q": "A client has the right to confidentiality under HIPAA. Which of the following is a violation of this right?",
      "answers": [
        "Discussing a client's condition with a coworker in the hospital cafeteria.",
        "Giving a report to the oncoming nurse about the client's status.",
        "Consulting with the physical therapist about the client's mobility.",
        "Informing the client's insurance company of their diagnosis for billing purposes."
      ]
    },
    {
      "q": "The LVN is planning care for four clients. Which client is the highest priority?",
      "answers": [
        "A client who just returned from surgery and has no audible breath sounds on one side.",
        "A client who is complaining of 6/10 incisional pain and has pain medication due.",
        "A client who needs to be taught how to use an incentive spirometer.",
        "A client who is stable and ready for their scheduled wound care."
      ]
    },
    {
      "q": "Continuity of care is best ensured by which of the following actions?",
      "answers": [
        "Providing a thorough and accurate handoff report at the end of the shift.",
        "Completing all documentation at the very end of the shift.",
        "Only taking care of the same patients every day.",
        "Asking the patient's family to relay information between nurses."
      ]
    },
    {
      "q": "Which of the following is an example of a breach of client confidentiality?",
      "answers": [
        "Looking up the lab results of a celebrity who is a patient in another unit.",
        "Reporting a case of suspected child abuse to the appropriate authorities.",
        "Informing the pharmacist of a patient's allergy before dispensing medication.",
        "Taking a photo of an interesting wound for a medical journal after obtaining patient consent."
      ]
    },
    {
      "q": "An LVN is the team leader. Which principle is most important when delegating tasks?",
      "answers": [
        "Ensuring the task is within the scope of practice for the person receiving it.",
        "Giving the most difficult tasks to the most experienced UAP.",
        "Delegating all tasks related to hygiene to the UAP.",
        "Assigning tasks based on which UAP the LVN prefers to work with."
      ]
    },
    {
      "q": "A client has a legal document that outlines their wishes for end-of-life care, including refusal of artificial nutrition. This document is known as a:",
      "answers": [
        "Living Will.",
        "Durable Power of Attorney for Finances.",
        "Last Will and Testament.",
        "Informed Consent."
      ]
    },
    {
      "q": "The LVN needs to contact a physician about a client's worsening condition. Which statement reflects the 'Assessment' part of the SBAR framework?",
      "answers": [
        "'I think the client is developing pulmonary edema.'",
        "'The client is a 68-year-old male admitted yesterday with heart failure.'",
        "'The client's oxygen saturation has dropped from 95% to 88% in the last hour.'",
        "'I recommend that you order a dose of furosemide and a chest x-ray.'"
      ]
    },
    {
      "q": "Which activity is a primary responsibility of the LVN and should NOT be delegated?",
      "answers": [
        "Performing a focused assessment on a client reporting dizziness.",
        "Assisting a client with their meal tray.",
        "Taking routine vital signs on a stable patient.",
        "Transporting a client to the radiology department."
      ]
    },
    {
      "q": "A client is being discharged with a new prescription. Which action best demonstrates coordinated care?",
      "answers": [
        "Confirming that the client knows the name of the pharmacy where the prescription was sent.",
        "Handing the client a printed list of all their medications.",
        "Telling the client to call their doctor if they have any questions.",
        "Assuming the client's family will handle picking up the medication."
      ]
    },
    {
      "q": "An LVN overhears a physician telling a client, 'If you don't agree to this procedure, you'll have to find another doctor.' The LVN should recognize this as a potential case of:",
      "answers": [
        "Coercion.",
        "Negligence.",
        "Libel.",
        "Malpractice."
      ]
    },
    {
      "q": "What is the LVN's primary role in the client admission process?",
      "answers": [
        "Contributing to the ongoing data collection and helping to develop the care plan.",
        "Completing the comprehensive initial nursing assessment.",
        "Developing the final discharge plan for the client.",
        "Providing all the initial client education."
      ]
    },
    {
      "q": "A UAP reports to the LVN that a client who is normally alert and oriented is now confused. What should the LVN do first?",
      "answers": [
        "Go to the client's room and assess them personally.",
        "Tell the UAP to recheck the client's vital signs in 30 minutes.",
        "Call the physician and report the UAP's findings.",
        "Document the UAP's report in the client's chart."
      ]
    },
    {
      "q": "A client's family has a question about the results of a recent MRI scan. The LVN has not seen the results. What is the LVN's best response?",
      "answers": [
        "'I will contact the physician to discuss the results with you.'",
        "'I'm not allowed to share test results, you'll have to wait for the doctor.'",
        "'I can look them up and tell you what I think they mean.'",
        "'Everything is probably fine, test results can take a while.'"
      ]
    },
    {
      "q": "Which of these is a violation of the Health Insurance Portability and Accountability Act (HIPAA)?",
      "answers": [
        "Leaving a computer with patient information visible in a public area.",
        "Using a patient's initials on a whiteboard at the nurse's station.",
        "Faxing a patient's medical records to a consulting specialist's office.",
        "Providing a patient with a copy of their own medical records."
      ]
    },
    {
      "q": "An LVN is delegating tasks for a client on droplet precautions. Which instruction is most important to give the UAP?",
      "answers": [
        "'You must wear a surgical mask when you are within 3 feet of the client.'",
        "'You must wear a full N95 respirator at all times in the room.'",
        "'Wear gloves, but a gown is not necessary for routine care.'",
        "'Hand hygiene is not required if you are wearing gloves.'"
      ]
    },
    {
      "q": "The LVN is working on a unit that is short-staffed. Which action represents unsafe delegation?",
      "answers": [
        "Assigning a UAP to perform a tube feeding for a client with a new PEG tube.",
        "Asking a UAP to ambulate a post-operative client who has been cleared for activity.",
        "Requesting that a UAP help turn and reposition a bedbound client.",
        "Asking a UAP to obtain the weight of a client using a bed scale."
      ]
    },
    {
      "q": "A client is unsatisfied with their care and is threatening to leave against medical advice (AMA). What is the LVN's first priority?",
      "answers": [
        "Notify the physician immediately of the client's intentions.",
        "Attempt to physically restrain the client from leaving.",
        "Ask the client to sign a form releasing the hospital from liability.",
        "Explain the risks of leaving AMA to the client."
      ]
    },
    {
      "q": "When planning care, which task must be performed by the LVN and cannot be delegated?",
      "answers": [
        "Evaluating whether a client's pain has been relieved after medication.",
        "Assisting a client with using a bedpan.",
        "Performing passive range-of-motion exercises.",
        "Applying a barrier cream to a client's skin."
      ]
    },
    {
      "q": "The five rights of delegation include right task, right circumstance, right person, right direction/communication, and what other right?",
      "answers": [
        "Right supervision/evaluation.",
        "Right time.",
        "Right documentation.",
        "Right equipment."
      ]
    },
    {
      "q": "A client has died. The client's family wishes to have a religious ritual performed at the bedside. The hospital has a policy against this specific ritual. The LVN's action as a client advocate would be to:",
      "answers": [
        "Consult with the nurse manager to see if an exception can be made to honor the family's beliefs.",
        "Strictly enforce the hospital policy and tell the family they cannot perform the ritual.",
        "Ignore the family's request and continue with postmortem care.",
        "Tell the family they can perform the ritual after the body has been moved to the morgue."
      ]
    },
    {
      "q": "Which of the following clients should the LVN assess first?",
      "answers": [
        "A client with a chest tube that has continuous bubbling in the water-seal chamber.",
        "A client who is 1 day post-op and is requesting pain medication.",
        "A client with chronic obstructive pulmonary disease (COPD) and an oxygen saturation of 91%.",
        "A client with a blood pressure of 130/80 mmHg."
      ]
    },
    {
      "q": "A client tells the LVN, 'I don't want my daughter to know about my diagnosis.' Later, the daughter asks the LVN for an update on her mother's condition. What is the LVN's best response?",
      "answers": [
        "'I cannot share that information. You should talk directly with your mother.'",
        "'Your mother is doing as well as can be expected.'",
        "'Let me tell you what the doctor said earlier today.'",
        "'Your mother has a right to privacy, but I can tell you she's stable.'"
      ]
    },
    {
      "q": "What is the primary goal of a multidisciplinary healthcare team?",
      "answers": [
        "To provide comprehensive, client-centered care that addresses all aspects of a client's health.",
        "To ensure that all healthcare providers document their care in the same chart.",
        "To reduce the cost of healthcare for the client and the facility.",
        "To follow the physician's orders without question."
      ]
    },
    {
      "q": "An LVN is providing care to a client who is a practicing Jehovah's Witness and has refused a blood transfusion. The client's condition is worsening. The LVN's priority is to:",
      "answers": [
        "Support the client's decision and notify the physician of any changes.",
        "Attempt to convince the client that the transfusion is necessary to save their life.",
        "Ask a family member to authorize the transfusion against the client's wishes.",
        "Administer the blood when the client is not alert."
      ]
    },
    {
      "q": "Which task related to IV therapy can an LVN typically perform, depending on the state's Nurse Practice Act?",
      "answers": [
        "Monitor the IV site for signs of infiltration or phlebitis.",
        "Initiate the first dose of an IV antibiotic.",
        "Hang a bag of total parenteral nutrition (TPN).",
        "Administer IV push pain medication."
      ]
    },
    {
      "q": "The LVN is contributing to a client's plan of care. This is an example of which step in the nursing process?",
      "answers": [
        "Planning.",
        "Assessment.",
        "Implementation.",
        "Evaluation."
      ]
    },
    {
      "q": "A client is being transferred to a long-term care facility. To ensure continuity of care, what is the most important action for the LVN to take?",
      "answers": [
        "Complete a detailed transfer form and call the receiving facility with a verbal report.",
        "Give the client's family a list of all their medications.",
        "Ensure the client has all their personal belongings packed.",
        "Ask the client if they have any questions before they leave."
      ]
    },
    {
      "q": "A client who is alert and oriented decides to leave the hospital against medical advice (AMA). After notifying the physician, what should the LVN do?",
      "answers": [
        "Have the client sign a form indicating they understand the risks of leaving.",
        "Prevent the client from leaving by closing the door to their room.",
        "Call hospital security to detain the client.",
        "Refuse to give the client their belongings until they agree to stay."
      ]
    },
    {
      "q": "An LVN is asked to 'float' to a pediatric unit, but has no recent pediatric experience. What is the most appropriate action for the LVN to take?",
      "answers": [
        "Inform the nursing supervisor of their lack of recent experience and request orientation or a different assignment.",
        "Refuse the assignment and go home.",
        "Accept the assignment and do their best to care for the pediatric patients.",
        "Ask the other nurses on the pediatric unit to teach them everything they need to know."
      ]
    },
    {
      "q": "Which of the following is the best example of client advocacy by an LVN?",
      "answers": [
        "Questioning a medication dosage that seems unusually high for the client.",
        "Telling the client's family that they should agree with the doctor's plan.",
        "Performing a task that is outside their scope of practice because a doctor ordered it.",
        "Advising the client to switch to a different insurance plan."
      ]
    },
    {
      "q": "A UAP is assigned to take vital signs. Which finding should the UAP be instructed to report to the LVN immediately?",
      "answers": [
        "A respiratory rate of 28 breaths per minute.",
        "A blood pressure of 118/76 mmHg.",
        "An oral temperature of 98.9°F (37.2°C).",
        "A heart rate of 72 beats per minute."
      ]
    },
    {
      "q": "In the context of the SBAR communication tool, which statement is an example of the 'Recommendation' step?",
      "answers": [
        "'I suggest that we get a stat chest x-ray and an ABG.'",
        "'The patient is a 75-year-old male admitted with pneumonia.'",
        "'His oxygen saturation has dropped to 85% on 2L of oxygen.'",
        "'I am concerned he is going into respiratory distress.'"
      ]
    },
    {
      "q": "A client's family member, who is a doctor, asks to see the client's chart. What is the LVN's correct response?",
      "answers": [
        "Inform the family member that they cannot access the chart without the client's explicit written consent.",
        "Allow them to see the chart because they are a doctor.",
        "Give them the chart but ask them not to write in it.",
        "Tell them to ask the attending physician for permission."
      ]
    },
    {
      "q": "When delegating a task to a UAP, what is the most important information for the LVN to communicate?",
      "answers": [
        "Clear instructions on how to perform the task and what to report back.",
        "The client's full medical history.",
        "The LVN's personal opinion about the client.",
        "The time the LVN expects to take their lunch break."
      ]
    },
    {
      "q": "The LVN needs to give a report to the oncoming shift. Which setting is most appropriate to ensure client confidentiality?",
      "answers": [
        "In a private conference room or at the bedside with the client's permission.",
        "In the main hallway of the nursing unit.",
        "At the crowded main nursing station.",
        "In the hospital cafeteria over coffee."
      ]
    },
    {
      "q": "A client is prescribed a new medication. The client states, 'I read online this drug has terrible side effects.' This is an opportunity for the LVN to perform which action?",
      "answers": [
        "Provide client education using approved resources to address their concerns.",
        "Tell the client not to believe everything they read online.",
        "Withhold the medication until the client feels more comfortable.",
        "Ask the doctor to prescribe a different medication."
      ]
    },
    {
      "q": "Which of the following tasks requires the direct supervision of an LVN if performed by a UAP?",
      "answers": [
        "Assisting a client with their first ambulation after surgery.",
        "Providing a bed bath to a stable, long-term care resident.",
        "Obtaining a routine urine sample from a client.",
        "Helping a client select items from their daily menu."
      ]
    },
    {
      "q": "A client on the unit has a seizure. Who is responsible for documenting the event in the client's medical record?",
      "answers": [
        "The nurse who witnessed and managed the seizure.",
        "The unit secretary.",
        "The physician who is called to assess the client.",
        "The charge nurse for the shift."
      ]
    },
    {
      "q": "The LVN is contributing to a care plan for a client who is at risk for developing pressure ulcers. Which delegated UAP task is most helpful in preventing this?",
      "answers": [
        "Repositioning the client in bed every two hours.",
        "Applying a moisturizing lotion to the client's hands and face.",
        "Assessing the client's skin for redness and breakdown.",
        "Teaching the client why they need to be turned frequently."
      ]
    },
    {
      "q": "A client who speaks only Spanish is being admitted. The admitting nurse does not speak Spanish. What is the best initial step to coordinate this client's care?",
      "answers": [
        "Use the facility's approved interpreter service.",
        "Find another hospital employee in any department who speaks Spanish to help.",
        "Use a family member to translate the admission questions.",
        "Communicate using hand signals and gestures."
      ]
    },
    {
      "q": "What does the 'A' in the SBAR communication tool stand for?",
      "answers": [
        "Assessment.",
        "Action.",
        "Admission.",
        "Age."
      ]
    },
    {
      "q": "The LVN notices that a client's wound dressing, which was scheduled to be changed by the day shift, was not changed. What is the LVN's first action?",
      "answers": [
        "Assess the wound and perform the dressing change.",
        "Call the nurse from the previous shift at home to inquire about it.",
        "Document that the day shift nurse was negligent.",
        "Wait until the next scheduled change to address it."
      ]
    },
    {
      "q": "A client who is alert and oriented refuses to have a flu shot. The LVN should:",
      "answers": [
        "Respect the client's right to refuse, educate them on the risks/benefits, and document the refusal.",
        "Tell the client that it is a mandatory hospital policy.",
        "Give the shot while the client is distracted.",
        "Have a family member convince the client to get the shot."
      ]
    },
    {
      "q": "Which of these tasks is outside the scope of practice for an LVN and cannot be delegated to them by an RN?",
      "answers": [
        "Performing the initial comprehensive admission assessment.",
        "Administering a scheduled oral medication.",
        "Reinforcing patient teaching that was initiated by the RN.",
        "Changing the dressing on a chronic wound."
      ]
    },
    {
      "q": "The LVN is preparing a client for discharge. Which action best promotes continuity of care?",
      "answers": [
        "Providing written instructions for medications and follow-up appointments.",
        "Wishing the client good luck as they leave.",
        "Ensuring the client's room is clean for the next admission.",
        "Asking the client if they have a ride home."
      ]
    },
    {
      "q": "A UAP is assisting a client with feeding. The client begins to cough and choke. The UAP has been trained in the Heimlich maneuver. What should the LVN instruct the UAP to do?",
      "answers": [
        "Stay with the client and call for the LVN immediately.",
        "Perform the Heimlich maneuver while another staff member gets the nurse.",
        "Immediately leave the room to find the LVN.",
        "Offer the client a sip of water to clear their throat."
      ]
    },
    {
      "q": "A durable power of attorney for health care is a document that:",
      "answers": [
        "Appoints a person to make healthcare decisions if the client is unable to.",
        "Gives a lawyer control over a client's financial assets.",
        "Specifies a client's wishes regarding resuscitation (DNR).",
        "Is a physician's order to provide comfort care only."
      ]
    },
    {
      "q": "The LVN is giving a handoff report. Which statement is most effective and concise?",
      "answers": [
        "'Mr. Smith in room 201 is post-op day 1, his vital signs are stable, but he's reporting 7/10 pain. His next dose of morphine is due in 30 minutes.'",
        "'The patient in 201 is the one who had his hip replaced yesterday. His family was a little difficult, but he's a nice man. He's been complaining about pain all day.'",
        "'201 needs pain meds.'",
        "'Go see Mr. Smith, he's having a tough day.'"
      ]
    },
    {
      "q": "Which of the following clients can an LVN, acting as team leader, safely assign to another LVN?",
      "answers": [
        "A client with a chronic wound that requires a complex dressing change.",
        "A client who has just been admitted and requires an initial comprehensive assessment.",
        "A client who is being discharged and needs extensive teaching on a new insulin regimen.",
        "A client who is unstable and requires frequent evaluation."
      ]
    },
    {
      "q": "A client states they want to leave against medical advice (AMA). Which of the following is an essential nursing action?",
      "answers": [
        "Informing the client of the potential risks of leaving.",
        "Blocking the client's exit from the room.",
        "Having the client's family sign the AMA form.",
        "Calling security as soon as the client mentions leaving."
      ]
    },
    {
      "q": "The charge nurse asks an LVN to take on a task that is not within the LVN's scope of practice. What is the LVN's best response?",
      "answers": [
        "Politely state that the task is outside their scope of practice and they cannot legally perform it.",
        "Attempt the task to the best of their ability.",
        "Ask another LVN to do it instead.",
        "Ignore the request and continue with their current work."
      ]
    },
    {
      "q": "A client's family member is very loud and disruptive at the nursing station. What is the LVN's most appropriate initial action?",
      "answers": [
        "Invite the family member to a private area to discuss their concerns.",
        "Tell the family member they need to be quiet or they will be asked to leave.",
        "Ignore the behavior as long as they are not harming anyone.",
        "Immediately call hospital security."
      ]
    },
    {
      "q": "What is the primary reason for conducting a thorough handoff report between shifts?",
      "answers": [
        "To ensure patient safety and continuity of care.",
        "To fulfill hospital administration requirements.",
        "To allow the outgoing nurse to leave on time.",
        "To provide an opportunity for nurses to socialize."
      ]
    },
    {
      "q": "A client is scheduled for a diagnostic test that requires them to be NPO (nothing by mouth) after midnight. The UAP is delivering evening water pitchers. What is the LVN's best action?",
      "answers": [
        "Instruct the UAP to remove the water pitcher from that specific client's room and explain why.",
        "Assume the UAP knows the client's NPO status.",
        "Remove the water pitcher themselves after the UAP has left.",
        "Let the client have the water pitcher and tell them not to drink after midnight."
      ]
    },
    {
      "q": "A client who is confused is attempting to pull out their IV line. The LVN has already tried reorientation. What is the next least restrictive intervention?",
      "answers": [
        "Covering the IV site with a stockinette or gauze wrap.",
        "Applying soft wrist restraints to both arms.",
        "Administering a sedative medication as ordered.",
        "Asking a family member to sit with the client constantly."
      ]
    },
    {
      "q": "Which of the following is the most accurate description of accountability in nursing?",
      "answers": [
        "Being responsible for one's own actions and the actions of those one has delegated to.",
        "Only being responsible for the tasks one personally performs.",
        "Placing blame on others when an error occurs.",
        "Following a physician's order without question."
      ]
    },
    {
      "q": "The LVN is a member of the ethics committee at the hospital. This is an example of which type of professional role?",
      "answers": [
        "An organizational role.",
        "A clinical care role.",
        "A teaching role.",
        "A supervisory role."
      ]
    },
    {
      "q": "A client's daughter has durable power of attorney for healthcare. The client is alert and oriented and makes a decision that the daughter disagrees with. Who has the final say?",
      "answers": [
        "The client.",
        "The daughter with power of attorney.",
        "The physician.",
        "The hospital's ethics committee."
      ]
    },
    {
      "q": "Which task can the LVN delegate to a UAP for a client in skeletal traction?",
      "answers": [
        "Assisting the client with a bedpan.",
        "Checking the pin sites for signs of infection.",
        "Releasing the weights to reposition the client.",
        "Adjusting the amount of weight on the traction."
      ]
    },
    {
      "q": "A new LVN is unsure how to perform a specific procedure. What is their best course of action?",
      "answers": [
        "Consult the facility's policy and procedure manual and ask an experienced nurse for assistance.",
        "Attempt the procedure based on what they remember from nursing school.",
        "Ask the patient if they know how the procedure is supposed to be done.",
        "Delegate the procedure to a UAP."
      ]
    },
    {
      "q": "Which of the following is a primary goal of case management?",
      "answers": [
        "To coordinate care and resources for clients to achieve optimal outcomes in a cost-effective manner.",
        "To ensure that all clients are discharged from the hospital within 48 hours.",
        "To perform all direct patient care for a specific group of clients.",
        "To discipline staff members who do not follow hospital policies."
      ]
    },
    {
      "q": "A client asks the LVN to be a witness for their Last Will and Testament. What is the most appropriate response for the LVN?",
      "answers": [
        "Politely decline and explain that the hospital has a policy against staff witnessing personal legal documents.",
        "Agree to sign the document to be helpful to the client.",
        "Ask the charge nurse if it is permissible.",
        "Tell the client they need to have a lawyer present."
      ]
    },
    {
      "q": "The LVN is caring for a client who is terminally ill. The client says, 'I just want it all to be over.' This is an opportunity for the LVN to demonstrate which principle?",
      "answers": [
        "Therapeutic communication by exploring the client's feelings.",
        "Delegation by asking the UAP to sit with the client.",
        "Time management by continuing with scheduled tasks.",
        "Negligence by ignoring the client's statement."
      ]
    },
    {
      "q": "Which of the following represents the most effective team collaboration?",
      "answers": [
        "The LVN, physical therapist, and dietitian meet to discuss a client's plan of care.",
        "The LVN leaves a note for the physical therapist in the chart.",
        "The dietitian tells the UAP what the client should eat.",
        "The physical therapist and the LVN complain about the dietitian's plan."
      ]
    },
    {
      "q": "A client is placed in protective isolation (neutropenic precautions). What is a key part of the coordinated care plan?",
      "answers": [
        "Restricting fresh fruits, vegetables, and flowers from the client's room.",
        "Placing the client in a room with a client who has a common cold.",
        "Requiring all staff to wear an N95 respirator.",
        "Ensuring the room's door is kept open to allow for better observation."
      ]
    },
    {
      "q": "The LVN needs to give a telephone order from a physician. What is the most important action to ensure accuracy?",
      "answers": [
        "Read the order back to the physician to verify it is correct.",
        "Write the order down on a piece of scratch paper to enter later.",
        "Ask the unit secretary to listen in on the call as a witness.",
        "Have the physician call the pharmacy directly with the order."
      ]
    },
    {
      "q": "A client has been prescribed a new, complex treatment. Who is the most appropriate person on the care team to provide the initial, in-depth education?",
      "answers": [
        "The Registered Nurse (RN) or the physician.",
        "The Licensed Vocational Nurse (LVN).",
        "The Unlicensed Assistive Personnel (UAP).",
        "The hospital pharmacist."
      ]
    },
    {
      "q": "The LVN is working in a long-term care facility. Which task is appropriate to delegate to a UAP?",
      "answers": [
        "Assisting a stable resident with their weekly shower.",
        "Administering a resident's daily insulin injection.",
        "Assessing a resident who has had a recent fall.",
        "Developing a new plan of care for a resident."
      ]
    },
    {
      "q": "What is the primary function of a hospital's ethics committee?",
      "answers": [
        "To serve as a resource for clients and staff in resolving ethical dilemmas.",
        "To discipline staff members for unprofessional conduct.",
        "To set hospital room rates and billing policies.",
        "To revise the facility's policy and procedure manual."
      ]
    },
    {
      "q": "The LVN is prioritizing care for a group of clients. Which client's need is most urgent?",
      "answers": [
        "A client with a new onset of chest pain.",
        "A client who needs to be discharged in two hours.",
        "A client who is requesting a snack.",
        "A client whose family is asking for an update."
      ]
    },
    {
      "q": "Which of the following is the best example of a nurse acting as a client advocate?",
      "answers": [
        "Ensuring a client's questions about a procedure are answered before they sign the consent form.",
        "Deciding which procedure is best for a client.",
        "Sharing personal opinions with the client about their medical choices.",
        "Limiting family visitors to reduce the client's stress."
      ]
    }
  ]