[
    {
      "q": "An LVN is teaching a new mother about newborn safety. Which statement indicates that the teaching has been effective?",
      "answers": [
        "'I will place my baby on their back to sleep.'",
        "'I will keep soft pillows and fluffy blankets in the crib.'",
        "'I will share a bed with my baby to make night feedings easier.'",
        "'I will use a baby walker as soon as the baby can sit up.'"
      ]
    },
    {
      "q": "According to Erikson's stages of psychosocial development, the primary task for an adolescent is:",
      "answers": [
        "Identity vs. Role Confusion.",
        "Trust vs. Mistrust.",
        "Initiative vs. Guilt.",
        "Intimacy vs. Isolation."
      ]
    },
    {
      "q": "The LVN is preparing to administer the measles, mumps, and rubella (MMR) vaccine. The nurse knows this is what type of vaccine?",
      "answers": [
        "A live attenuated vaccine.",
        "An inactivated vaccine.",
        "A toxoid vaccine.",
        "A subunit vaccine."
      ]
    },
    {
      "q": "A pregnant client in her third trimester should be instructed to immediately report which of the following signs?",
      "answers": [
        "Vaginal bleeding.",
        "Mild ankle swelling.",
        "Occasional Braxton Hicks contractions.",
        "Fatigue."
      ]
    },
    {
      "q": "When is the best time for a woman to perform a self-breast exam?",
      "answers": [
        "One week after her menstrual period begins.",
        "On the first day of her menstrual period.",
        "During her menstrual period.",
        "The day before her menstrual period is due."
      ]
    },
    {
      "q": "An LVN is teaching a class on sexually transmitted infections (STIs). Which of the following is the most effective way to prevent the transmission of STIs?",
      "answers": [
        "Consistent and correct use of condoms.",
        "Using spermicidal foam.",
        "The withdrawal method.",
        "Douching after intercourse."
      ]
    },
    {
      "q": "According to Piaget's theory of cognitive development, a 4-year-old child is in which stage?",
      "answers": [
        "Preoperational.",
        "Sensorimotor.",
        "Concrete operational.",
        "Formal operational."
      ]
    },
    {
      "q": "The LVN is assessing a 6-month-old infant. Which developmental milestone should the infant have achieved?",
      "answers": [
        "Sitting up without support.",
        "Walking independently.",
        "Speaking in 3-word sentences.",
        "Tying their own shoes."
      ]
    },
    {
      "q": "A client asks the LVN about the Gardasil vaccine. The LVN should explain that this vaccine helps to prevent:",
      "answers": [
        "Human papillomavirus (HPV).",
        "Hepatitis B virus (HBV).",
        "Influenza.",
        "Herpes simplex virus (HSV)."
      ]
    },
    {
      "q": "A pregnant client has a positive glucose tolerance test. The LVN should anticipate providing education on which condition?",
      "answers": [
        "Gestational diabetes.",
        "Preeclampsia.",
        "Placenta previa.",
        "Anemia."
      ]
    },
    {
      "q": "Which of the following is a normal finding in a newborn assessment?",
      "answers": [
        "The anterior fontanel is soft and flat.",
        "The posterior fontanel is bulging.",
        "The infant's skin is jaundiced on the first day of life.",
        "The infant has a high-pitched, shrill cry."
      ]
    },
    {
      "q": "The LVN is providing dietary teaching to a pregnant client. Which food should the client be instructed to avoid?",
      "answers": [
        "Deli meats and unpasteurized cheeses.",
        "Well-cooked chicken and beef.",
        "Fresh fruits and vegetables.",
        "Pasteurized milk and yogurt."
      ]
    },
    {
      "q": "What is the leading cause of death in adolescents?",
      "answers": [
        "Accidents (unintentional injuries).",
        "Cancer.",
        "Homicide.",
        "Suicide."
      ]
    },
    {
      "q": "A new mother is breastfeeding and asks the LVN how to know if the baby is getting enough milk. What is the best indicator?",
      "answers": [
        "The baby has 6-8 wet diapers per day.",
        "The baby cries frequently.",
        "The baby nurses for 10 minutes on each breast.",
        "The mother's breasts feel soft after feeding."
      ]
    },
    {
      "q": "The LVN is teaching a client about testicular self-exams. The client should be instructed to perform the exam:",
      "answers": [
        "Monthly, during or after a warm shower.",
        "Once a year during a physical exam.",
        "Only if they experience pain or swelling.",
        "Every six months."
      ]
    },
    {
      "q": "According to Erikson's theory, the primary developmental task of a toddler (1-3 years) is:",
      "answers": [
        "Autonomy vs. Shame and Doubt.",
        "Trust vs. Mistrust.",
        "Initiative vs. Guilt.",
        "Industry vs. Inferiority."
      ]
    },
    {
      "q": "A pregnant client is experiencing heartburn. Which suggestion by the LVN is most helpful?",
      "answers": [
        "Eat small, frequent meals.",
        "Lie down immediately after eating.",
        "Drink a large glass of water with meals.",
        "Consume spicy and fatty foods."
      ]
    },
    {
      "q": "The introduction of solid foods to an infant should typically begin at what age?",
      "answers": [
        "4 to 6 months.",
        "2 to 3 months.",
        "8 to 9 months.",
        "12 months."
      ]
    },
    {
      "q": "Which of the following is a normal age-related change in an older adult?",
      "answers": [
        "A decrease in short-term memory.",
        "An increase in the ability to multitask.",
        "A significant decline in intelligence.",
        "An improved ability to hear high-pitched sounds."
      ]
    },
    {
      "q": "The LVN is assessing a newborn's Apgar score. The score assesses heart rate, respiratory effort, muscle tone, reflex irritability, and what other component?",
      "answers": [
        "Color.",
        "Temperature.",
        "Weight.",
        "Length."
      ]
    },
    {
      "q": "A female client is prescribed a medication that is teratogenic. It is most important for the nurse to teach the client about:",
      "answers": [
        "Using a reliable form of contraception.",
        "The importance of taking the medication with food.",
        "The common side effects of the medication.",
        "The cost of the medication."
      ]
    },
    {
      "q": "Which type of play is characteristic of toddlers?",
      "answers": [
        "Parallel play.",
        "Solitary play.",
        "Cooperative play.",
        "Competitive play."
      ]
    },
    {
      "q": "The LVN is administering a vaccine to a 2-month-old infant. Which site is most appropriate for the injection?",
      "answers": [
        "The vastus lateralis muscle of the thigh.",
        "The deltoid muscle of the arm.",
        "The ventrogluteal site.",
        "The dorsogluteal site."
      ]
    },
    {
      "q": "A client is in the first stage of labor. The LVN should focus on which of the following?",
      "answers": [
        "Providing comfort measures and monitoring the frequency of contractions.",
        "Preparing for the delivery of the placenta.",
        "Encouraging the client to push with each contraction.",
        "Performing fundal massage."
      ]
    },
    {
      "q": "The 'morning after pill' (emergency contraception) is most effective when taken within what time frame after unprotected intercourse?",
      "answers": [
        "72 hours.",
        "1 week.",
        "24 hours.",
        "5 days."
      ]
    },
    {
      "q": "According to Erikson's theory, the primary developmental task of a preschooler (3-6 years) is:",
      "answers": [
        "Initiative vs. Guilt.",
        "Autonomy vs. Shame and Doubt.",
        "Industry vs. Inferiority.",
        "Trust vs. Mistrust."
      ]
    },
    {
      "q": "A client is asking about screening for cervical cancer. The LVN should inform them that the primary screening test is the:",
      "answers": [
        "Papanicolaou (Pap) test.",
        "Mammogram.",
        "Colonoscopy.",
        "Blood glucose test."
      ]
    },
    {
      "q": "A new mother is concerned that her 3-day-old infant's stool is dark and sticky. The LVN should explain that this is:",
      "answers": [
        "Normal meconium stool.",
        "A sign of a gastrointestinal problem.",
        "An indication that the infant is dehydrated.",
        "Caused by the infant's formula."
      ]
    },
    {
      "q": "A nurse is teaching a group of older adults about health promotion. The nurse should emphasize the importance of which annual screening?",
      "answers": [
        "Influenza vaccine.",
        "Tetanus booster.",
        "Pneumonia vaccine.",
        "Shingles vaccine."
      ]
    },
    {
      "q": "Which of the following is a potential complication of oral contraceptive pills?",
      "answers": [
        "Deep vein thrombosis (DVT).",
        "Weight loss.",
        "Anemia.",
        "Hypotension."
      ]
    },
    {
      "q": "The LVN is assessing a toddler's growth. The nurse should expect that by 2 years of age, the child's birth weight should have:",
      "answers": [
        "Quadrupled.",
        "Doubled.",
        "Tripled.",
        "Remained the same."
      ]
    },
    {
      "q": "What is the primary purpose of placing an infant on their abdomen for 'tummy time'?",
      "answers": [
        "To strengthen the neck and upper body muscles.",
        "To help the infant sleep better.",
        "To prevent sudden infant death syndrome (SIDS).",
        "To promote bonding with the parents."
      ]
    },
    {
      "q": "A pregnant client is experiencing leg cramps. The LVN should suggest that the client:",
      "answers": [
        "Dorsiflex the foot while extending the leg.",
        "Point the toes to stretch the muscle.",
        "Apply a heating pad to the cramping muscle.",
        "Take a calcium supplement."
      ]
    },
    {
      "q": "According to Kohlberg's theory of moral development, a child who follows rules to avoid punishment is in which stage?",
      "answers": [
        "Preconventional.",
        "Conventional.",
        "Postconventional.",
        "Formal operational."
      ]
    },
    {
      "q": "An LVN is teaching parents about car seat safety for their newborn. The car seat should be placed in what position?",
      "answers": [
        "Rear-facing in the back seat.",
        "Forward-facing in the back seat.",
        "Rear-facing in the front seat.",
        "Forward-facing in the front seat."
      ]
    },
    {
      "q": "A client is considering using an intrauterine device (IUD) for contraception. The LVN should inform the client that IUDs:",
      "answers": [
        "Provide long-term, reversible contraception.",
        "Protect against sexually transmitted infections.",
        "Must be replaced every year.",
        "Are a form of hormonal contraception only."
      ]
    },
    {
      "q": "Which of the following is a characteristic of the concrete operational stage of Piaget's theory?",
      "answers": [
        "The ability to think logically about concrete events and understand conservation.",
        "The ability to think abstractly and hypothetically.",
        "The understanding of the world through sensory experiences.",
        "The use of symbolic thought and egocentrism."
      ]
    },
    {
      "q": "A pregnant client has a condition known as pica. The LVN should assess the client for a history of ingesting:",
      "answers": [
        "Non-food substances like dirt or clay.",
        "Excessive amounts of sugary foods.",
        "Only foods that are green in color.",
        "Foods high in salt."
      ]
    },
    {
      "q": "What is the primary goal of health promotion activities?",
      "answers": [
        "To help individuals and communities maintain or improve their health.",
        "To treat acute and chronic diseases.",
        "To reduce the cost of healthcare.",
        "To diagnose illnesses in their earliest stages."
      ]
    },
    {
      "q": "The LVN is assessing a newborn and notes small, white, pinpoint spots on the nose and chin. The nurse should document this as:",
      "answers": [
        "Milia.",
        "Mongolian spots.",
        "Erythema toxicum.",
        "Acuity."
      ]
    },
    {
      "q": "Which of the following is a contraindication for receiving the live-attenuated influenza vaccine (nasal spray)?",
      "answers": [
        "The client is pregnant.",
        "The client has a fear of needles.",
        "The client is 25 years old.",
        "The client has a mild cold."
      ]
    },
    {
      "q": "According to Erikson's theory, the primary developmental task of a school-aged child (6-12 years) is:",
      "answers": [
        "Industry vs. Inferiority.",
        "Initiative vs. Guilt.",
        "Identity vs. Role Confusion.",
        "Autonomy vs. Shame and Doubt."
      ]
    },
    {
      "q": "A client is in the second stage of labor. This stage begins with complete cervical dilation and ends with:",
      "answers": [
        "The birth of the baby.",
        "The delivery of the placenta.",
        "The onset of regular contractions.",
        "The rupture of the membranes."
      ]
    },
    {
      "q": "A nurse is teaching a health class to adolescents. The nurse should emphasize that the most common STI is:",
      "answers": [
        "Human papillomavirus (HPV).",
        "Human immunodeficiency virus (HIV).",
        "Syphilis.",
        "Gonorrhea."
      ]
    },
    {
      "q": "A new mother is bottle-feeding her infant. She should be taught to:",
      "answers": [
        "Hold the baby in a semi-upright position during feedings.",
        "Prop the bottle on a pillow for convenience.",
        "Warm the formula in a microwave oven.",
        "Encourage the baby to finish the entire bottle at each feeding."
      ]
    },
    {
      "q": "What is the purpose of Leopold's maneuvers?",
      "answers": [
        "To determine the fetal position, presentation, and lie.",
        "To measure the frequency and duration of contractions.",
        "To assess the fetal heart rate.",
        "To estimate the size of the maternal pelvis."
      ]
    },
    {
      "q": "The LVN is assessing the fontanels of a 2-month-old infant. A bulging fontanel could be a sign of:",
      "answers": [
        "Increased intracranial pressure.",
        "Dehydration.",
        "A normal finding.",
        "Malnutrition."
      ]
    },
    {
      "q": "A client is trying to lose weight. Which of the following is the most effective and sustainable strategy?",
      "answers": [
        "Making gradual changes to diet and incorporating regular physical activity.",
        "Following a very low-calorie crash diet for quick results.",
        "Skipping meals to reduce calorie intake.",
        "Eliminating an entire food group, like carbohydrates."
      ]
    },
    {
      "q": "A parent expresses concern about their toddler's temper tantrums. The LVN should explain that this behavior is:",
      "answers": [
        "A normal part of a toddler's struggle for independence.",
        "A sign of a serious behavioral problem.",
        "Caused by poor parenting.",
        "Uncommon in children of that age."
      ]
    },
    {
      "q": "Which immunization is given to a newborn before they are discharged from the hospital?",
      "answers": [
        "Hepatitis B.",
        "MMR.",
        "Varicella.",
        "DTaP."
      ]
    },
    {
      "q": "A pregnant client is complaining of constipation. The LVN should recommend:",
      "answers": [
        "Increasing fluid intake and high-fiber foods.",
        "Taking a daily laxative.",
        "Limiting physical activity.",
        "Following a low-residue diet."
      ]
    },
    {
      "q": "According to Erikson's theory, the primary developmental task of a young adult (20-40 years) is:",
      "answers": [
        "Intimacy vs. Isolation.",
        "Identity vs. Role Confusion.",
        "Generativity vs. Stagnation.",
        "Trust vs. Mistrust."
      ]
    },
    {
      "q": "What is the recommended screening test for prostate cancer?",
      "answers": [
        "Prostate-specific antigen (PSA) blood test and a digital rectal exam (DRE).",
        "A colonoscopy.",
        "A testicular self-exam.",
        "A urine test."
      ]
    },
    {
      "q": "A parent is concerned that their 18-month-old child is not yet toilet trained. The LVN's best response is:",
      "answers": [
        "'It's normal for children to be ready for toilet training at different times; 18 months is still early for many.'",
        "'You should start toilet training immediately to avoid problems later on.'",
        "'Most children are toilet trained by 18 months, so you should be concerned.'",
        "'You should punish the child for having accidents.'"
      ]
    },
    {
      "q": "A client is in her first trimester of pregnancy. She should be instructed to increase her intake of which nutrient to prevent neural tube defects?",
      "answers": [
        "Folic acid.",
        "Calcium.",
        "Iron.",
        "Vitamin C."
      ]
    },
    {
      "q": "What is the primary characteristic of the formal operational stage of Piaget's theory?",
      "answers": [
        "The ability to think abstractly and use hypothetical-deductive reasoning.",
        "The understanding of object permanence.",
        "Egocentric thought.",
        "The ability to conserve mass and volume."
      ]
    },
    {
      "q": "A nurse is teaching a client about modifiable risk factors for heart disease. Which of the following is a modifiable risk factor?",
      "answers": [
        "Smoking.",
        "Age.",
        "Family history.",
        "Gender."
      ]
    },
    {
      "q": "When assessing a newborn, the LVN notes a bluish-black discoloration on the lower back. This is known as:",
      "answers": [
        "A Mongolian spot.",
        "A stork bite.",
        "Milia.",
        "Jaundice."
      ]
    },
    {
      "q": "The LVN is preparing a health fair for older adults. Which topic is most important to include?",
      "answers": [
        "Fall prevention.",
        "Car seat safety.",
        "Acne management.",
        "College health."
      ]
    },
    {
      "q": "A pregnant client is diagnosed with placenta previa. The LVN should anticipate which of the following?",
      "answers": [
        "Painless, bright red vaginal bleeding.",
        "A rigid, board-like abdomen.",
        "Severe abdominal pain.",
        "Hypertension and proteinuria."
      ]
    },
    {
      "q": "Which of the following is a normal reflex in a newborn?",
      "answers": [
        "The Moro (startle) reflex.",
        "The pincer grasp.",
        "The ability to roll over.",
        "The ability to sit up."
      ]
    },
    {
      "q": "The purpose of a Pap test is to screen for:",
      "answers": [
        "Cervical cancer.",
        "Ovarian cancer.",
        "Uterine cancer.",
        "Sexually transmitted infections."
      ]
    },
    {
      "q": "A client is in the third stage of labor. What occurs during this stage?",
      "answers": [
        "Delivery of the placenta.",
        "The birth of the baby.",
        "Full dilation of the cervix.",
        "The onset of regular contractions."
      ]
    },
    {
      "q": "According to Erikson's theory, the primary developmental task of an infant (birth to 1 year) is:",
      "answers": [
        "Trust vs. Mistrust.",
        "Autonomy vs. Shame and Doubt.",
        "Initiative vs. Guilt.",
        "Industry vs. Inferiority."
      ]
    },
    {
      "q": "The LVN is teaching a client about a low-fat diet. Which of the following foods should be limited?",
      "answers": [
        "Fried chicken and french fries.",
        "Grilled fish and steamed vegetables.",
        "Fresh fruit and yogurt.",
        "Whole grain bread and brown rice."
      ]
    },
    {
      "q": "A parent tells the LVN that their 2-year-old says 'no' to everything. The LVN should explain that this behavior is:",
      "answers": [
        "A normal expression of negativism and a way to assert independence.",
        "A sign of a developmental delay.",
        "An indication that the child is spoiled.",
        "A learned behavior from other children."
      ]
    },
    {
      "q": "Which of the following is a key component of anticipatory guidance for parents of a toddler?",
      "answers": [
        "Teaching about injury prevention and childproofing the home.",
        "Discussing the introduction of solid foods.",
        "Explaining the signs of puberty.",
        "Providing information on college savings plans."
      ]
    },
    {
      "q": "A client is 30 weeks pregnant and is experiencing painless vaginal bleeding. The LVN should suspect which condition?",
      "answers": [
        "Placenta previa.",
        "Abruptio placentae.",
        "Ectopic pregnancy.",
        "Normal labor."
      ]
    },
    {
      "q": "What is the primary source of nutrition for an infant during the first 6 months of life?",
      "answers": [
        "Breast milk or iron-fortified formula.",
        "Infant cereal and pureed fruits.",
        "Cow's milk.",
        "Water and diluted juice."
      ]
    },
    {
      "q": "The LVN is preparing a presentation on health promotion for a community center. Which topic is an example of primary prevention?",
      "answers": [
        "Immunization clinics.",
        "Blood pressure screening.",
        "Cardiac rehabilitation after a heart attack.",
        "Diabetes management classes."
      ]
    },
    {
      "q": "A client is diagnosed with preeclampsia. The LVN would expect to see which of the following symptoms?",
      "answers": [
        "Hypertension and proteinuria.",
        "Hypotension and vaginal bleeding.",
        "High blood sugar and ketones in the urine.",
        "Fever and a rash."
      ]
    },
    {
      "q": "Which of the following is an example of an age-appropriate toy for a 4-year-old?",
      "answers": [
        "A puzzle with large pieces.",
        "A mobile to hang over the crib.",
        "A video game with complex rules.",
        "A set of small, interlocking blocks."
      ]
    },
    {
      "q": "According to Erikson's theory, the primary developmental task of a middle-aged adult (40-65 years) is:",
      "answers": [
        "Generativity vs. Stagnation.",
        "Intimacy vs. Isolation.",
        "Ego Integrity vs. Despair.",
        "Identity vs. Role Confusion."
      ]
    },
    {
      "q": "A client is asking about natural family planning methods of contraception. The LVN should explain that this method relies on:",
      "answers": [
        "Tracking ovulation and avoiding intercourse during the fertile window.",
        "The use of condoms and spermicide.",
        "Taking a daily hormonal pill.",
        "A device inserted into the uterus."
      ]
    },
    {
      "q": "A newborn has a positive Ortolani sign. This is an indication of what condition?",
      "answers": [
        "Developmental dysplasia of the hip.",
        "A fractured clavicle.",
        "Clubfoot.",
        "Spina bifida."
      ]
    },
    {
      "q": "The LVN is teaching a client about the tetanus vaccine. A booster shot is recommended how often?",
      "answers": [
        "Every 10 years.",
        "Every 5 years.",
        "Once in a lifetime.",
        "Every year."
      ]
    },
    {
      "q": "What is the term for the fine, downy hair that covers the body of a newborn?",
      "answers": [
        "Lanugo.",
        "Vernix caseosa.",
        "Milia.",
        "Acrocyanosis."
      ]
    },
    {
      "q": "A client is 38 weeks pregnant and reports a sudden gush of fluid from her vagina. What is the LVN's priority action?",
      "answers": [
        "Assess the fetal heart rate.",
        "Perform a vaginal exam to check for dilation.",
        "Ask the client to ambulate to see if more fluid comes out.",
        "Prepare the client for an immediate cesarean section."
      ]
    },
    {
      "q": "Which of the following is a normal finding in an older adult?",
      "answers": [
        "A decrease in skin elasticity.",
        "An increase in body temperature.",
        "An improved sense of taste and smell.",
        "A faster reaction time."
      ]
    },
    {
      "q": "A pregnant client is experiencing supine hypotensive syndrome. The LVN should instruct the client to lie in which position?",
      "answers": [
        "On her left side.",
        "On her back with her head elevated.",
        "In a semi-Fowler's position.",
        "In whatever position is most comfortable."
      ]
    },
    {
      "q": "The LVN is discussing health screenings with a 55-year-old male client. The nurse should recommend a colonoscopy how often?",
      "answers": [
        "Every 10 years.",
        "Every year.",
        "Every 5 years.",
        "Only if he has symptoms."
      ]
    },
    {
      "q": "A new mother is worried about the soft spots on her baby's head. The LVN should explain that these fontanels:",
      "answers": [
        "Allow for the growth of the brain.",
        "Are a sign of a neurological problem.",
        "Should be massaged daily.",
        "Will close within the first month of life."
      ]
    },
    {
      "q": "A parent is concerned that their preschooler talks to an imaginary friend. The LVN should respond that this is:",
      "answers": [
        "A normal part of a preschooler's development.",
        "A sign of loneliness.",
        "An indication of a psychological disorder.",
        "A behavior that should be discouraged."
      ]
    },
    {
      "q": "The LVN is teaching a client about preventing osteoporosis. The nurse should emphasize the importance of:",
      "answers": [
        "Adequate calcium and vitamin D intake and weight-bearing exercise.",
        "A high-protein, low-carbohydrate diet.",
        "Avoiding all sun exposure.",
        "Limiting physical activity to prevent fractures."
      ]
    },
    {
      "q": "What is Naegele's rule used to determine?",
      "answers": [
        "The estimated date of delivery for a pregnant client.",
        "The Apgar score of a newborn.",
        "The body mass index (BMI) of a client.",
        "The therapeutic range of a medication."
      ]
    },
    {
      "q": "A client who is 20 weeks pregnant reports feeling the baby move for the first time. This is known as:",
      "answers": [
        "Quickening.",
        "Lightening.",
        "Braxton Hicks contractions.",
        "Ballottement."
      ]
    },
    {
      "q": "Which of the following is an example of secondary prevention?",
      "answers": [
        "Performing a mammogram to screen for breast cancer.",
        "Teaching a class on healthy eating.",
        "Administering a flu vaccine.",
        "Providing rehabilitation after a stroke."
      ]
    },
    {
      "q": "According to Erikson's theory, the primary developmental task of late adulthood (65+ years) is:",
      "answers": [
        "Ego Integrity vs. Despair.",
        "Generativity vs. Stagnation.",
        "Intimacy vs. Isolation.",
        "Identity vs. Role Confusion."
      ]
    }
  ]